Repository: Gliesereum/Wallet_iOS
Catalog: *.lproj/Localizable.strings
Languages: he, ru, uk

# Enter_code
source: Еnter code
he: הזן קוד
ru: Введите код
uk: Введіть код

source: Enter phone
he: הזן טלפון
ru: Введите нормер телефона
uk: Введіть номер телефону

source: Version:
he: גרסה:
ru: Версия:
uk: Версія:

# Mail_services_are_not_available
source: Sending is not possible. Mail services not installed
he: שליחה אינה אפשרית. שירותי דואר לא מותקנים
ru: Почтовые сервисы не работают
uk: Відправка неможлива. Поштові сервіси не встановлені

# Enter_title_mail
source: Enter a subject line
he: הזן שורת נושא
ru: Введите тему письма
uk: Введіть тему листа

# Enter_mail_body
source: Enter а mail body
he: הזן גוף דואר
ru: Введите тело письма
uk: Введіть тіло листа

# Error_row
source: Routing is not possible for technical reasons
he: ניתוב אינו אפשרי מסיבות טכניות
ru: По техническим причинам нельзя проложить маршрут
uk: Прокласти маршрут неможливо з технічних причин

# Enter_brand
source: Choose the brand
he: בחר את המותג
ru: Выберите марку авто
uk: Оберіть марку

# Enter_model
source: Choose the model
he: בחר את הדגם
ru: Выберите модель авто
uk: Оберіть модель

# Enter_year
source: Choose the manufacture year
he: בחר את שנת הייצור
ru: Выберите год авто
uk: Оберіть рік випуску

# Enter_carBody
source: Choose the carbody
he: בחר את הרכב
ru: Выберите кузов авто
uk: Оберіть кузов

# Enter_carInterior
source: Choose the interior
he: בחר את הפנים
ru: Выберите салон авто
uk: Оберіть салон

# Enter_carColor
source: Choose the сolor
he: בחר את הצבע
ru: Выберите цвет авто
uk: Оберіть колір

# Enter_carRadius
source: Choose the wheel radius
he: בחר ברדיוס הגלגל
ru: Выберите радиус дисков авто
uk: Обреріть радіус дисків

source: UAH
ru: грн
uk: грн

source: min
he: דקות
ru: мин
uk: Мін

# Location_error
source: There is no data about your location
he: אין נתונים לגבי המיקום שלך
ru: Нет данных о вашем местоположении
uk: Немає даних про ваше місцезнаходження

# Clouse
source: Сlose
ru: Закрыть
uk: Закрити

# tutor_SIOVC_1
source: Details of your order will be displayed here
he: פרטי ההזמנה שלך יוצגו כאן
ru: Здесь будет отображаться подробная информация о вашем заказе
uk: Тут буде відображатися докладна інформація про ваше замовлення

# tutor_SIOVC_2
source: Click here to get directions
he: לחץ כאן כדי לקבל הנחיות
ru: Чтобы проложить маршрут нажмите сюда
uk: Щоб прокласти маршрут натисніть сюди

# tutor_SIOVC_3
source: Click here to cancel
he: לחץ כאן לביטול
ru: Чтобы отменить заказ нажмите сюда
uk: Щоб скасувати замовлення натисніть сюди

# Error_in_development
source: This feature is under development
he: תכונה זו נמצאת בפיתוח
ru: Данная опция в разработке
uk: Ця функція в розробці

source: Waiting
he: מחכה
ru: В ожидании
uk: В очікуванні

source: In process
he: בתהליך
ru: В процессе
uk: В процесі

# complite
source: Сomplite
he: להשלים
ru: Завершен
uk: Завершений

# canceled
source: Сanceled
ru: Отменен
uk: Скасований

source: Expired
he: פג
ru: Просрочен
uk: Прострочений

# tutor_OTVC_1
source: All your orders will be displayed here
he: כל ההזמנות שלך יוצגו כאן
ru: Здесь будут отображаться все ваши заказы
uk: Тут будуть відображатися всі ваші замовлення

# tutor_OTVC_2
source: You can find out detailed information about the order by going to the order card
he: אתה יכול לגלות מידע מפורט על ההזמנה על ידי מעבר לכרטיס ההזמנה
ru: Подробную информацию о заказе вы можете узнать, перейдя в карточку заказа
uk: Детальну інформацію про замовлення ви можете дізнатися, перейшовши у картку замовлення

# Error_dont_work_buisnes
source: This company has not activated the online recording feature. You can make an order by phone
he: חברה זו לא הפעילה את תכונת ההקלטה המקוונת. אתה יכול לבצע הזמנה טלפונית
ru: У этой компании нет возможности записи онлайн. Вы можете сделать заказ по телефону
uk: Ця компанія не активувала можливість онлайн-запису. Ви можете зробити замовлення по телефону

# tutor_CWI_1
source: After choosing a company, you can familiarize yourself with the information about it and contact the administrator for further details
he: לאחר בחירת חברה, אתה יכול להכיר את המידע אודותיה ולפנות למנהל המערכת לקבלת פרטים נוספים
ru: Выбрав компанию, вы можете ознакомиться с информацией о ней и режимом работы, связаться с администратором для уточнения деталей
uk: Обравши компанію, ви можете ознайомитися з інформацією про неї та зв'язатися з адміністратором для уточнення деталей

# tutor_CWI_2
source: By clicking on this button, you can go to services and place an order
he: על ידי לחיצה על כפתור זה אתה יכול ללכת לשירותים ולבצע הזמנה
ru: Нажав на эту кнопку, вы сможете перейти к услугам и сделать заказ
uk: Натиснувши на цю кнопку, ви зможете перейти до послуг і зробити замовлення

source: Day off
he: יום חופש
ru: Выходной
uk: Вихідний

# Enter_name
source: Enter your name
he: הזן את שמך
ru: Введите ваше имя
uk: Введіть ваше ім'я

# Enter_last_name
source: Enter your last name
he: הזן את שם המשפחה שלך
ru: Введите вашу фамилию
uk: Введіть ваше прізвище

# Enter_midle_name
source: Enter your middle name
he: הזן את שם האמצעי שלך
ru: Введите ваше отчество
uk: Введіть ваше по батькові

# Enter_country
source: Enter the name of your country
he: הזן את שם המדינה שלך
ru: Введите название вашей страны
uk: Введіть назву вашої країни

# Enter_city
source: Enter the name of your city
he: הזן את שם עירך
ru: Введите название вашего города
uk: Введіть назву вашого міста

# Enter_address
source: Enter your address
he: הזן את הכתובת שלך
ru: Введите ваш адрес
uk: Введіть вашу адресу

# Data_chendged
source: Data changed
he: הנתונים השתנו
ru: Данные изменены
uk: Дані змінено

# Fill_profile
source: Fill out your profile
he: מלא את הפרופיל שלך
ru: Заполните свой профиль
uk: Заповніть ваш профіль

# not_chousen
source: Not selected
he: לא נבחר
ru: Не выбран
uk: Не вибрано

# error_phone_on_busines
source: Missing company contact number
he: מספר אנשי קשר של החברה חסר
ru: У этой компании не внесен номер телефона
uk: Відсутній контактний номер телефону компанії

# select_services
source: Choose services
he: בחר שירותים
ru: Выберите услуги
uk: Оберіть послуги

source: Attention!
he: תשומת לב!
ru: Внимание!
uk: Увага!

# order_done
source: Order placed
he: הזמנה הוצעה
ru: Заказ сделан
uk: Замовлення зроблене

source: Free
he: חינם
ru: Свободно
uk: Вільно

# busy
source: Taken
he: תפוס
ru: Занято
uk: Заброньовано

# any_worker
source: Any master
he: כל אדון
ru: Любой мастер
uk: Будь-який майстер

# tutor_OW_1
source: Here you can choose the services / service packages, a convenient recording time for you and place an order
he: כאן אתה יכול לבחור את השירותים / חבילות השירות, זמן הקלטה נוח עבורך ולבצע הזמנה
ru: Здесь вы можете выбрать услуги / пакеты услуг, удобное для вас время и сделать заказ
uk: Тут ви можете вибрати послуги / пакети послуг, зручний для вас час запису і зробити замовлення

# tutor_OW_2
source: Here you can choose a package of services and find out what is included in it. To cancel the selected package, set the status to 'Not selected'
he: כאן אתה יכול לבחור חבילת שירותים ולברר מה כלול בה. לביטול החבילה שנבחרה, קבע את הסטטוס 'לא נבחר
ru: Тут Вы можете выбрать пакет услуг, или просмотреть его. Чтобы отменить выбраный пакет, выберите пункт 'Не Выбран'
uk: Тут ви можете вибрати пакет послуг і дізнатися, що до нього входить. Щоб скасувати обраний пакет, встановіть статус 'не обрано'

# tutor_OW_3
source: Click here to select a time and complete the order
he: לחץ כאן כדי לבחור זמן ולהשלים את ההזמנה
ru: Нажмите сюда если хотите выбрать время и завершить заказ
uk: Натисніть сюди, щоб вибрати час і зробити замовлення

# tutor_OW_4
source: Click here to select an artist
he: לחץ כאן לבחירת אמן
ru: Нажмите сюда если хотите выбрать исполнителя
uk: Натисніть сюди, щоб обрати виконавця

# tutor_OW_5
source: You can choose the services you are interested in from the list
he: אתה יכול לבחור את השירותים שאתה מעוניין בהם מהרשימה
ru: Вы можете выбрать интересующие Вас услуги из данного списка
uk: Ви можете обрати послуги, що вас цікавлять зі списку

# select_time
source: Choose a time
he: בחר זמן
ru: Выберите время
uk: Виберіть час

source: Map
he: מפה
ru: Карта
uk: Карта

source: Skip
he: דלג
ru: Пропустить
uk: Пропустити

# soon
source: Will be available soon
ru: Скоро будет доступно
uk: Скоро буде доступно

# tutor_BTVC_1
source: Welcome to the Coupler app. To speed up and simplify getting to know the application, we created this short guide on the main functions. With it, you can learn in a few seconds how to use all the features of Coupler
he: ברוך הבא לאפליקציית ה- Coupler. כדי להאיץ ולהפשט את היכרות עם האפליקציה, יצרנו מדריך קצר זה על הפונקציות העיקריות. בעזרתו תוכלו ללמוד תוך מספר שניות כיצד להשתמש בכל התכונות של ה- Coupler.
ru: Добро пожаловать в приложение Coupler. Мы постараемся подробно объяснить функционал приложения в этом помощнике.
uk: Вітаємо у додатку Coupler. Щоб прискорити та спростити знайомство з додатком, ми створили цей короткий тур головними функціями. З його допомогою ви зможете за кілька секунд дізнатися, як використовувати всі можливості Coupler

# tutor_BTVC_2
source: This is the menu call button
he: זהו לחצן שיחת התפריט
ru: Это кнопка вызова меню
uk: Це кнопка виклику меню

# tutor_BTVC_3
source: Here you can select a company category of interest
he: כאן אתה יכול לבחור קטגוריית חברה המעניינת אותך
ru: Здесь Вы можете выбрать интересующую категорию компании
uk: Тут ви можете обрати потрібну категорію компанії

# tutor_CLVC_1
source: Your added cars will be displayed here. You need to add a car so that we can find the most suitable service for you
he: המכוניות שלך שנוספו יוצגו כאן. עליך להוסיף מכונית כדי שנוכל למצוא את השירות המתאים ביותר עבורך
ru: Здесь будут отображаться ваши добавленные автомобили. Добавлять авто нужно, чтобы мы смогли подобрать для вас наиболее подходящий сервис
uk: Тут будуть відображатися ваші додані автомобілі. Додавати авто потрібно, щоб ми змогли підібрати для вас відповідний сервіс

# tutor_CLVC_2
source: Here you can view information or select a car
he: כאן אתה יכול להציג מידע או לבחור מכונית
ru: Тут Вы можите просмотреть информацию, или выбрать автомобиль
uk: Тут ви можете переглянути інформацію або вибрати автомобіль

# tutor_SSBVC_1
source: This is an interactive map of services. There are companies in it where you can order services. To view information about the company, click on its coordinate point on the map
he: זו מפת שירותים אינטראקטיבית. יש בה חברות בהן ניתן להזמין שירותים. לצפייה במידע על החברה, לחץ על נקודת התיאום שלה במפה
ru: Это интерактивная карта услуг. На ней расположены компании, в которых вы можете заказать услуги. Чтобы посмотреть информацию о компании, кликните на ее точку координат на карте
uk: Це інтерактивна карта послуг. На ній розташовані компанії, в яких ви можете замовити послуги. Щоб подивитися інформацію про компанію, клікніть на її точку координат на карті

# tutor_SSBVC_2
source: To see only the companies providing the services you need, use the 'Service Filter'
he: כדי לראות רק את החברות המספקות את השירותים שאתה צריך, השתמש ב'סנן שירות '
ru: Чтобы увидеть только компании, предоставляющие нужные вам услуги, воспользуйтесь “Фильтром услуг”
uk: Щоб побачити тільки компанії, що надають потрібні вам послуги, скористайтеся 'Фільтром послуг'

# tutor_SSBVC_3
source: Change the way companies that provide services are displayed at your convenience - with a list or coordinate points on the map
he: שנה את האופן בו חברות שמספקות שירותים מוצגות לנוחיותך - עם רשימה או נקודות תיאום במפה
ru: Меняйте способ отображения компаний, предоставляющих услуги, на удобный вам - списком или точками координат на карте
uk: Міняйте спосіб відображення компаній, що надають послуги, на зручний вам - списком або точками координат на карті

# tutor_BLVC_1
source: This is a list of service companies. You can see more detailed information about companies by choosing one of them
he: זוהי רשימת חברות שירות. אתה יכול לראות מידע מפורט יותר על חברות על ידי בחירה באחת מהן
ru: Это список компаний, предоставляющих услуги. Вы можете посмотреть более подробную информацию о компаниях, выбрав одну из них
uk: Це список компаній, що надають послуги. Ви можете побачити більш детальну інформацію про компанії, обравши одну з них

# pls_tab_to_map
source: Click on the map to set marker coordinates
he: לחץ על המפה להגדרת קואורדינטות של הסמן
ru: Нажмите на карту чтобы задать координаты маркеру
uk: Натисніть на карту, щоб задати координати маркера

source: New marker
he: סמן חדש
ru: Новый маркер
uk: Новий маркер

# enter_busines_cat
source: Enter a business category
he: הזן קטגוריה עסקית
ru: Введите категорию бизнеса
uk: Введіть категорію бізнесу

# enter_name_of
source: Enter the title
he: הזן את הכותרת
ru: Введите название
uk: Введіть назву

# new_marker_done
source: Successfully сreated
he: נוצר בהצלחה
ru: Успешно создано
uk: Успішно створено

# enter_commets
source: Enter a comment
he: הזן תגובה
ru: Введите комментарий
uk: Введіть коментар

# enter_rating
source: Rate us
he: דרג אותנו
ru: Выберите рейтинг
uk: Оцініть

# 9No-bi-UI6
source: Enter your comment
he: הזן את התגובה שלך
ru: Введите ваш коменнтарий
uk: Введіть ваш коментар

# uAm-gm-vV5
source: CANCEL
he: ביטול
ru: ОТМЕНА
uk: СКАСУВАТИ

# enter_reason_why
source: Indicate the reason for cancellation
he: ציין את סיבת הביטול
ru: Укажите причину по которой Вы отменяете заказ
uk: Вкажіть причину відміни замовлення

# 2iy-ED-85B
source: Order cancellation
he: ביטול הזמנה
ru: Отмена заказа
uk: Скасування замовлення

# ucJ-sp-bmg
source: Please indicate the reason for canceling the order. Your feedback is important to us. You help us get better
he: אנא ציין את הסיבה לביטול ההזמנה. המשוב שלך חשוב לנו. אתה עוזר לנו להשתפר
ru: Пожалуйста, укажите причину отмены заказа. Нам важна ваша обратная связь. Вы помогаете нам становиться лучше
uk: Будь ласка, вкажіть причину скасування замовлення. Нам важливий ваш зворотній зв'язок. Ви допомагаєте нам ставати краще

# bvK-JW-oNY
source: Enter the reason for cancellation
he: הזן את סיבת הביטול
ru: Введите причину отмены заказа
uk: Введіть причину скасування замовлення

# lP9-98-W7B
source: BACK
ru: ВЕРНУТЬСЯ
uk: ПОВЕРНУТИСЯ

# JiX-1b-8ON
source: CANCEL ORDER
he: הזמנת ביטול
ru: ОТМЕНИТЬ ЗАКАЗ
uk: СКАСУВАТИ

# gWA-NA-k2g
source: Enter your comment
he: הזן את התגובה שלך
ru: Введите ваш коменнтарий
uk: Введіть ваш коментар

# FWb-OG-4XK
source: CANCEL
he: ביטול
ru: ОТМЕНА
uk: СКАСУВАТИ

source: Empty
he: ריק
ru: Не заполнено
uk: Порожньо

# E1164
source: You entered the wrong verification code. Try again
he: הזנת את קוד האימות השגוי. נסה שוב
ru: Вы ввели неправильный код подтверждения. Попробуйте еще раз
uk: Ви ввели неправильний код підтвердження. Спробуйте ще раз

# E1046
source: Need to login or register
ru: Нужно войти или зарегистрироваться
uk: Потрібно увійти або зареєструватися

# E9000
source: The server is currently unavailable. Technical work in progress
he: השרת אינו זמין כרגע. עבודה טכנית בעיצומה
ru: В данный момент сервер недоступен. Ведутся технические работы
uk: Сервер наразі недоступний. Ведуться технічні роботи

# E9001
source: The server is currently unavailable. Try later
he: השרת אינו זמין כרגע. נסה מאוחר יותר
ru: Сервер в данный момент недоступен. Попробуйте позже
uk: Сервер наразі недоступний. Спробуй пізніше

# E1426
source: Choose a service or service package
he: בחר שירות או חבילת שירות
ru: Выберите услугу или пакет услуг
uk: Виберіть послугу або пакет послугу

# E1430
source: Not enough free time to complete the order
he: אין מספיק זמן פנוי להשלמת ההזמנה
ru: Недостаточно свободного времени для выполнения заказа. Пожалуйста, выберите другое время
uk: Недостатньо вільного часу для виконання замовлення

# E1434
source: The branch of the company is not working on this day. Please choose another day
he: סניף החברה לא עובד ביום זה. אנא בחר יום אחר
ru: В этот день филиал компании не работает. Пожалуйста, выберите другой день
uk: У цей день філія компанії не працює. Будь ласка, виберіть інший день

# E1435
source: At this time, the branch of the company is not working. Please choose another time
he: בשלב זה סניף החברה לא עובד. אנא בחר זמן אחר
ru: В это время филиал компании не работает. Пожалуйста, выберите другое время
uk: В цей час філія компанії не працює. Будь ласка, виберіть інший час

# E1439
source: Past tense selected
he: זמן עבר שנבחר
ru: Выбрано прошедшее время
uk: Обрано минулий час

# E1491
source: The employee is not working at this time
he: העובד לא עובד כרגע
ru: Исполнитель не работает в это время
uk: TВиконавець не працює в цей час

# E1492
source: The branch of the company has no employees
he: בסניף החברה אין עובדים
ru: Филиал компании не имеет сотрудников
uk: Філія компанії не має працівників

# E1493
source: There is not enough time for this contractor to complete the order. Choose another time or another artist
he: אין מספיק זמן לקבלן זה להשלים את ההזמנה. בחר זמן אחר או אומן אחר
ru: Недостаточно времени для выполнения заказа этим исполнителем. Выберите другое время или другого исполнителя
uk: Недостатньо часу для виконання замовлення цим працівником. Виберіть інший час або іншого працівника

# prest_error
source: Something went wrong. Error:
he: משהו השתבש. שגיאה:
ru: Что-то пошло не так. Ошибка:
uk: Щось пішло не так. Помилка:

source: Excellent!
he: מעולה!
ru: Отлично!
uk: Чудово!

source: SAVE
he: שמור
ru: СОХРАНИТЬ
uk: ЗБЕРЕГТИ

# 4LU-Wz-Qfo
source: ОК
he: אישור

# EN0-MO-KkC
source: ОК
he: אישור
