Repository: Gliesereum/Wallet_iOS
Catalog: Coupler_IOS/*.lproj/Main.strings
Languages: he, uk

# 0e7-Hl-Ypw.normalTitle
source: Сontact us
he: צור קשר
uk: Зв'язатись з нами

# 1NW-nz-Ewm.text
source: Lastname
he: שם משפחה
uk: Прізвище

# 1p3-yL-y9a.text
source: Friday
he: יום שישי
uk: П'ятниця

# 1rJ-BT-X3A.text
source: Car
he: אוטומטי
uk: Авто

# 1tB-9B-Yoe.normalTitle
source: Login
he: התחברות
uk: Вхід

# 3Mp-tT-Obs.text
source: Points
he: נקודות
uk: Бали

# 4WE-ls-o2x.normalTitle
source: Further
he: הבא
uk: Далі

# 4a1-0R-lYH.normalTitle
source: LOGIN
he: כניסה
uk: ВХІД

# 4ou-FM-Ttl.text
source: PICTURE
he: תמונה
uk: ФОТО

# 5Y6-N0-CF1.text
source: Monday
he: יום שני
uk: Понеділок

# 5f7-2v-0Zq.text
source: Will record for the service and lead to the destination
he: הקלט בשירות והוביל ליעד
uk: Запише на послугу та приведе до місця призначення

# 5lM-c6-A15.normalTitle
source: Logout
he: יציאה
uk: Вихід

# 6kn-z7-wpo.normalTitle
source: ANY EXPERT
he: כל אדון
uk: БУДЬ-ЯКИЙ МАЙСТЕР

# 7a4-Re-Vdh.placeholder
source: Choose year of manufacture
he: בחר שנת יציאה
uk: Оберіть рік випуску

# 7ba-rq-O6Y.text
source: Get 50 points in bonus accounts
he: קבל 50 נקודות בחשבונות בונוס
uk: Отримайте по 50 балів на бонусні рахунки

# 7f7-Nh-0dV.text
source: Now:
he: עכשיו:
uk: Зараз:

# 7ry-aB-sB6.normalTitle
source: ORDER
he: סדר
uk: ЗАМОВИТИ

# 8WV-uf-Ud2.normalTitle
source: SHARE A LINK
he: שתף קישור
uk: ПОДІЛИТИСЯ ПОСИЛАННЯМ

# 9AG-hD-ALM.normalTitle
source: Information
he: מידע
uk: Інформація

# 9Lz-ZM-lPW.text
source: Body
he: גוף
uk: Кузов

# 9Ql-wo-sZ2.text
source: min
he: דקות.
uk: хв.

# 9vb-YU-X1p.normalTitle
source: UPDATE
he: עדכון
uk: ОНОВИТИ

# ABU-ua-MKV.text
source: Phone number
he: טלפון
uk: Телефон

# Bwn-4D-8Sk.normalTitle
source: CHECKOUT
he: סדר
uk: ОФОРМИТИ ЗАМОВЛЕННЯ

# CTk-AO-d0j.text
source: Expert
he: אשף
uk: Майстер

# Cdf-zx-7c4.text
source: No data
he: אין נתונים
uk: Немає даних

# Cm2-EZ-0mw.text
source: The code was sent to the number
he: קוד נשלח למספר
uk: Код було відправлено на номер

# DY9-SY-f5D.text
source: Tuesday
he: יום שלישי
uk: Вівторок

# Dag-1v-SuC.placeholder
source: Type your name
he: הזן את שמך
uk: Введіть ваше ім'я

# ENf-8q-eQD.text
source: City
he: עיר
uk: Місто

# Eid-w6-E26.normalTitle
source: Start
he: התחל לעבוד
uk: Почати

# Elb-K2-fUX.text
source: Saturday
he: יום שבת
uk: Субота

# EtY-Fm-xY0.text
source: Invite a friend
he: הזמן חבר
uk: Запросити друга

# FFo-VB-wRo.text
source: Thursday
he: יום חמישי
uk: Четвер

# H5b-eP-Bxn.normalTitle
source: Choose
he: בחר
uk: Обрати

# H6M-yd-xK5.text
source: Duration:
he: משך:
uk: Тривалість:

# HLo-BL-JKs.text
source: Time
he: זמן
uk: Час

# HWS-Fi-wUI.normalTitle
source: ADD
he: הוסף
uk: ДОДАТИ

# Hmj-4K-cTq.normalTitle
source: CONTACT
he: איש קשר
uk: Звя'затись

# I6K-wn-1LX.normalTitle
source: Visit our website
he: בקר באתר שלנו
uk: Відвідати наш сайт

# IEk-ex-Ui3.normalTitle
source: Profile
he: פרופיל
uk: Профіль

# IIQ-WJ-C7J.text
source: REVIEWS
he: ביקורות
uk: ВІДГУК

# IPw-UD-6l0.text
source: Wednesday
he: סביבה
uk: Середа

# IUB-pd-ye6.text
source: Saturday
he: יום שבת
uk: Субота

# IVk-Ke-7M0.text
source: Name
he: שם

# Ivi-X1-kkt.text
source: Friendly expert
he: מאסטר ידידותי
uk: Дружній мастер

# JAt-BQ-adD.normalTitle
source: Categories
he: קטגוריות
uk: Категорії

# JzI-bt-7CJ.placeholder
source: Type your address
he: הזן את הכתובת שלך
uk: Введіть вашу адресу

# KiM-gC-AEu.text
source: Аddress
he: כתובת
uk: Адреса

# KpL-Hg-Cum.text
source: Thursday
he: יום חמישי
uk: Четвер

# KtY-Lq-hGF.normalTitle
source: Map
he: מפה
uk: Карта

# Kwv-0F-vVY.text
source: Will show suitable options
he: הצגת אפשרויות התאמה
uk: Покаже відповідні варіанти

# Kzv-kV-RGt.text
source: Title
he: שם
uk: Назва

# L8r-g2-tsW.text
source: Selected car
he: רכב שנבחר
uk: Обраний автомобіль

# L9v-DD-rEm.text
source: Services:
he: שירותים:
uk: Послуги:

# LSd-XK-UC9.text
source: Condition
he: סטטוס
uk: Статус

# M2R-Dl-3HR.text
source: Coupler - it's profitable🤔
he: 🤔 זה רווחי - Coupler
uk: Coupler - це вигідно🤔

# MGo-5K-o4b.text
source: Price
he: מחיר
uk: Ціна

# MwV-eI-m95.text
source: Salon
he: סלון
uk: Салон

# NFU-mm-nU7.text
source: POSITION
he: חייב
uk: ПОСАДА

# NG9-wg-H0g.text
source: FULL NAME
he: שם
uk: ПБІ

# NSN-5L-rtW.text
source: Phone
he: טלפון

# NfR-00-P95.normalTitle
source: CANCEL
he: בטל
uk: СКАСУВАТИ

# NlV-sw-LXo.normalTitle
source: CHOOSE
he: בחר
uk: ОБРАТИ

# Nwf-Sa-A3v.text
source: ADD CAR
he: הוסף רכב
uk: ДОДАТИ АВТОМОБІЛЬ

# O6b-qa-cTC.text
source: Any expert
he: כל מאסטר
uk: Будь-який майстер

# OcE-f6-iFS.text
source: Name
he: שם
uk: Ім'я

# Ow2-bh-2i0.normalTitle
source: BACK
he: בחזרה
uk: НАЗАД

# Oxf-bm-l5n.text
source: minutes
he: דקות
uk: хвилин

# P1E-Mv-CIM.text
source: Time
he: זמן
uk: Час

# P40-65-f7i.placeholder
source: Type your last name
he: הזן את שם המשפחה שלך
uk: Введіть ваше прізвище

# PKO-RA-dGG.placeholder
source: Type your country
he: הזן את שם המדינה
uk: Введіть країну

# Q6c-cu-YrE.text
source: Smart map of services.
he: כרטיס שירות חכם.
uk: Розумна карта послуг.

# QkJ-RD-xTC.text
source: FULL NAME
he: שם
uk: ПБІ

# QwG-tX-s3h.placeholder
source: Type the radius of the drives
he: הזן את רדיוס הכוננים
uk: Введіть радіус дисків

# RbY-dm-DDg.normalTitle
source: Choose
he: בחר
uk: Обрати

# Rxn-Lh-ssk.placeholder
source: Choose interior material
he: השאר ביקורת
uk: Оберіть матеріал салону

# S6D-Wv-o21.normalTitle
source: Leave a feedback
he: השאר ביקורת
uk: Залишити відгук

# S9s-6P-UqT.normalTitle
source: Back
he: חזרה
uk: Назад

# SMq-CC-Zcc.normalTitle
source: GO TO ORDER
he: עבור להזמין
uk: ПЕРЕЙТИ ДО ЗАМОВЛЕННЯ

# SOS-ZO-Z1R.text
source: SELECTION OF SERVICES
he: בחר שירותים
uk: ВИБОР ПОСЛУГ

# T3W-Th-LUG.text
source: Description...
he: תיאור...
uk: Опис...

# TOG-SN-dBe.text
source: ORDER EXECUTOR
he: ביצוע ביצוע
uk: ВИКОНАВЕЦЬ ЗАМОВЛЕННЯ

# U6D-yp-cIW.placeholder
source: Type your middle name
he: הזן את שמך האמצעי
uk: Введіть ваше по батькові

# U8D-bp-cxa.normalTitle
source: About app
he: אודות היישום
uk: Про додаток

# U8n-T1-aBw.text
source: Notifications
he: התראות
uk: Повідомлення

# URZ-Kl-ruP.text
source: Address...
he: כתובת...
uk: Адреса...

# UvL-wj-i54.text
source: Service filter
he: מסנן שירות
uk: Фільтр послуг

# VFi-T7-RMf.text
source: Description...
he: תיאור...
uk: Опис...

# Vot-zU-dnC.normalTitle
source: Rate us on the App Store
he: App Store דרג אותנו ב
uk: Оцініть нас у App Store

# VxO-bN-1HB.text
source: Manufacture year
he: שנת שחרור
uk: Рік випуску

# W3n-9B-b6R.text
source: REVIEWS
he: ביקורות
uk: ВІДГУКИ

# WaW-rs-spY.text
source: Auto
he: אוטומטי

# Wvr-8N-zfM.normalTitle
source: CANCEL
he: ביטול
uk: ВІДМІНА

# X0L-m5-t8Z.normalTitle
source: BACK
he: בחזרה
uk: НАЗАД

# X70-4l-CHH.text
source: Will give a discount for accumulated bonus points
he: ייתן הנחה עבור נקודות הבונוס שנצברו
uk: Дасть знижку за накоплені бонусні бали

# XE8-x3-LIo.text
source: 0 грн
he: 0 UAH

# Xa0-PY-GLS.text
source: Finish
he: הושלם
uk: Завершити

# XgV-X3-faO.text
source: Price
he: מחיר
uk: Ціна

# Y42-H7-ooZ.placeholder
source: Choose a model
he: בחר דגם
uk: Оберіть модель

# YQh-Jj-GBl.normalTitle
source: CHOOSE
he: בחר
uk: ОБРАТИ

# YWD-8u-39Y.text
source: Сost:
he: עלות:
uk: Вартість:

# YbA-e8-AMa.text
source: All the services in your pocket, wherever you are
he: כל השירותים בכיס שלך, באשר אתה
uk: Усі послуги у вашій кишені, де б ви не перебували

# YhO-Jd-k8H.text
source: User
he: משתמש
uk: Юзер

# ZXZ-cd-07x.text
source: Additional description
he: תיאור נוסף
uk: Додатковий опис

# ZZT-h8-uVe.normalTitle
source: CANCEL
he: ביטול
uk: ВІДМІНА

# Zpe-Cr-Ifd.text
source: Colour
he: צבע
uk: Колір

# aEm-uz-8px.placeholder
source: Choose a body
he: בחר גוף
uk: Оберіть кузов

# aWO-aY-Knu.text
source: Car brand
he: מותג
uk: Марка

# alR-Va-RZG.normalTitle
source: GET THE ROUTE
he: הכנס את השביל
uk: ПРОКЛАСТИ МАРШРУТ

# b6r-l4-TPw.placeholder
source: Enter the phone number
he: הזן טלפון
uk: Введіть телефон

# b8U-TH-5hb.normalTitle
source: CHOOSE THE TIME
he: בחר זמן
uk: ОБРАТИ ЧАС

# bR0-D8-j7w.placeholder
source: CHOOSE THE COLOUR
he: בחר צבע
uk: Оберіть колір

# bcC-Zm-MjP.normalTitle
source: Leave a comment
he: השאירו תגובה
uk: Лишити коментар

# cJY-nP-QJG.text
source: Sunday
he: יום ראשון
uk: Неділя

# ctl-gG-sdd.normalTitle
source: Privacy policy
he: מדיניות פרטיות
uk: Політика конфіденційності

# dEE-2X-fvA.text
source: Choose the convenient time to receive the service
he: בחר זמן נוח עבורך לקבל את השירות
uk: Оберіть зручний для вас час отримання послуги

# e1Y-aP-hoD.text
source: minutes
he: דקות
uk: хвилин

# e8Y-Ph-2dX.text
source: PACKAGE SELECTION
he: בחירת חבילה
uk: ВИБІР ПАКЕТА

# e8k-qz-12p.text
source: ORDER LIST
he: רשימת הזמנות
uk: СПИСОК ЗАМОВЛЕНЬ

# eHP-w6-T1q.text
source: Tuesday
he: יום שלישי
uk: Вівторок

# fdS-Yj-E28.normalTitle
source: Orders
he: הזמנות
uk: Замовлення

# fek-jh-lZ8.text
source: SERVICE CLASS
he: סוג השירות
uk: КЛАС ОБСЛУГОВУВАННЯ

# ff2-J4-RTN.placeholder
source: Enter additional data
he: הזן פרטים נוספים
uk: Введіть додаткові дані

# fif-TC-hl5.text
source: DESCRIPTION
he: תיאור
uk: ОПИС

# gLr-Xe-2WZ.text
source: Recording time:
he: זמן הקלטה:
uk: Час запису:

# gRD-B7-HqF.text
source: Title
he: שם
uk: Назва

# gnO-Ba-dbu.text
source: Welcome to Coupler !
he: Coupler! -ברוך הבא ל
uk: Вітаємо в Coupler !

# h3x-WR-Gc5.normalTitle
source: SAVE
he: שמור
uk: ЗБЕРЕГТИ

# h5i-0N-C8Y.text
source: Business hours
he: זמן פעולה
uk: Графік роботи

# h8h-oX-SHK.placeholder
source: Enter registration number
he: הזן את מספר הרישום
uk: Введіть реєстраційний номер

# hQB-gB-N7A.normalTitle
source: SOON
he: הכי קרוב
uk: НАЙБЛИЖЧЕ

# hXG-KT-Saj.normalTitle
source: Leave a feedback
he: השאר ביקורת
uk: Лишити відгук

# hbB-4K-jtr.normalTitle
source: ADD AUTO
he: הוסף אוטומטי
uk: ДОДАТИ АВТО

# hwz-s2-5kK.text
source: Business categories
he: קטגוריות עסקיות
uk: Категорії бизнесу

# iyc-uc-Wxc.text
source: Friday
he: יום שישי
uk: П'ятниця

# j88-Fm-LYV.text
source: Service provider
he: אמן
uk: Виконавець

# jBa-6C-ifg.text
source: Duration
he: משך זמן
uk: Тривалість

# jIa-hv-hxQ.normalTitle
source: CANCEL THE ORDER
he: סדר ביטול
uk: ВІДМІНИТИ ЗАМОВЛЕННЯ

# jva-yW-Yw8.placeholder
source: Choose brand
he: בחר מותג
uk: Оберіть марку

# k6L-lH-vTK.placeholder
source: Enter the name of the city
he: הזן את שם העיר
uk: Введіть місто

# kUi-6F-1zF.text
source: Share the link to the application
he: שתף את הקישור ליישום
uk: Поділіться посиланням на додаток

# kb7-Za-JZk.placeholder
source: Enter the title
he: הזן שם
uk: Введіть назву

# knL-1e-LFi.text
source: Wednesday
he: סביבה
uk: Середа

# lWy-Um-jJv.text
source: Date
he: תאריך
uk: Дата

# mdo-ic-bgd.normalTitle
source: CHOOSE
he: בחר
uk: ОБРАТИ

# mzC-g1-gsB.normalTitle
source: CREATE
he: צור
uk: СТВОРИТИ

# nht-jK-bNz.text
source: INFORMATION ABOUT THE ORDER
he: הזמנת מידע
uk: ІНФОРМАЦІЯ ПРО ЗАМОВЛЕННЯ

# nqo-9V-Nwq.normalTitle
source: Contact
he: איש קשר
uk: Зв'язатись

# oEI-uH-lS9.text
source: Country
he: מדינה
uk: Країна

# p4j-IE-h05.text
source: Registration number
he: מספר רישום
uk: Реєстраційний номер

# p8A-dT-xN0.text
source: Discount when choosing a package
he: הנחה בבחירת חבילה
uk: Знижка при виборі пакета

# pBI-UJ-Bua.placeholder
source: Enter the title
he: הזן שם
uk: Введіть назву

# pGE-kU-Oms.text
source: Middle name
he: שם אמצעי
uk: По батькові

# pWF-cd-Rbq.normalTitle
source: GET THE CODE
he: קבל קוד
uk: ОТРИМАТИ КОД

# q2K-im-dMb.text
source: The service package includes:
he: חבילת השירות כוללת:
uk: До пакету послуг входить:

# qQZ-Ze-jLE.text
source: Comments:
he: הערות:
uk: Коментарі:

# rvh-jM-fjZ.text
source: My cars
he: המכוניות שלי
uk: Мої автомобілі

# sqx-cf-ed4.text
source: WORKING HOURS
he: זמן עבודה
uk: ГРАФІК РОБОТИ

# t5p-6C-cgI.text
source: Service button
he: כפתור שירות
uk: Kнопка послуг

# tJq-am-NhQ.text
source: Sunday
he: יום ראשון
uk: Неділя

# u7g-OV-Fg6.text
source: No internet access, or Application is temporarily unavailable. We implement more effective solutions and eliminate errors to make the application work better. Thank you for staying with Coupler.
he: אין גישה לאינטרנט, וגם האפליקציה אינה זמינה באופן זמני. אנו מציגים פתרונות יעילים יותר ומתקנים שגיאות בכדי לשפר את היישום. תודה ששמרת על Coupler.
uk: Немає доступу до інтернету, або Додаток тимчасово недоступний. Ми впроваджуємо ефективніші рішення та усуваємо помилки, щоб додаток працював краще. Дякуємо, що залишаєтесь з Coupler.

# vQ3-JO-VgB.normalTitle
source: SERVICES
he: שירותים
uk: ПОСЛУГИ

# viL-2f-NTa.text
source: SERVICE PACKAGE INCLUDES
he: כולל חבילת השירותים
uk: ДО ПАКЕТУ ПОСЛУГ ВХОДИТЬ

# wZW-F6-u9n.text
source: WORKING HOURS
he: זמן עבודה
uk: ГРАФІК РОБОТЫ

# wc6-y0-8YB.text
source: User
he: משתמש
uk: Юзер

# wuc-ps-CVm.text
source: Model
he: דגם
uk: Модель

# xIG-c7-9bU.text
source: Monday
he: יום שני
uk: Понеділок

# xJE-M7-Jfm.text
source: Service provider
he: אשף השירות
uk: Майстер сервису

# yEq-BM-TDP.text
source: Wheel radius
he: רדיוס הדיסק
uk: Радіус дисків

# ybN-tb-m9l.text
source: Use discounts on services in Coupler 😊
he: 😊 Coupler -ליהנות מהנחות בשירותים ב
uk: Користуйтеся знижками на послуги в Coupler 😊

# yeO-mB-l95.normalTitle
source: Add to the map
he: הוסף לכרטיס
uk: Додати на карту

# ygK-GO-kcn.normalTitle
source: Terms of use
he: תנאי שימוש
uk: Умови використання

# 1jB-Jl-zkz.text
source: UAH
uk: грн

# RBd-pm-Nud.text
source: UAH
uk: грн.

# meY-dH-fuJ.text
source: UAH
uk: грн
